export default {
    cgv: {
        titleBlack: "一般条件  ",
        titleRed: "販売",
        introduction: "フランス語コース「FLE pour tous」の場合",
        1: {
            title: "1 -履修登録",
            a: {
                title: "a) 登録条件",
                content: [
                    {
                        paragraph: "登録は、これらの一般販売条件に完全に同意したことを意味します。",
                    },
                    {
                        paragraph:
                            "コースへの登録には、教師による事前の認証が必要です。希望の枠が利用できない場合は、別のオファーが学生に提供されます。",
                    },
                    {
                        paragraph:
                            "登録は、FLE pour tous Web サイトでユーザー アカウントを作成する際に利用できるフォームを介して実行されます。送信された個人データは、コース期間中保管されます。この期間を過ぎると、学生は書面でデータの削除を要求できます。",
                    },
                    {
                        paragraph:
                            "FLE pour tous は、不適切な行為または規制違反があった場合、登録を拒否する権利を留保します。",
                    },
                ],
            },
            b: {
                title: "b) 支払い条件",
                content: [
                    {
                        paragraph:
                            "コース料金の支払いは、選択したコースに参加する前に、オンライン ストア経由でクレジット カードで一括で行う必要があります。",
                    },
                    {
                        paragraph: "事前の支払いがなければ予約は有効になりません。",
                    },
                ],
            },
        },
        2: {
            title: "2 -コース料金",
            content: [
                {
                    paragraph:
                        "価格はユーロで表示されており、ウェブサイトではすべて税金が含まれています (TTC)。支払い方法に関連する手数料 (PayPal 手数料など) を除き、追加料金はかかりません。",
                },
                {
                    paragraph: "一部のコースでは、学生の負担で教科書を購入する必要があります。",
                },
            ],
        },
        3: {
            title: "3 -プライベートレッスン",
            content: [
                {
                    paragraph: "10歳から受講可能です。",
                },
                {
                    paragraph:
                        "彼らは、フランスまたは海外から、トゥールで直接、またはオンラインでフォローすることができます。",
                },
                {
                    paragraph:
                        "オンライン コースは、Daily プラットフォームを通じて提供されます。ご要望に応じて、別のプラットフォームを提供できます。",
                },
                {
                    subtitle: "Formules :",
                    paragraph:
                        "プライベート レッスンは個別に購入することも、購入日から 6 か月間有効なクレジットの形で購入することもできます。これらのクレジットは名義的なものであり、譲渡することはできません。",
                },
                {
                    subtitle: "レッスン予約：",
                    paragraph: "サイトからのご予約はコース開始の8時間前まで受け付けております。",
                },
                {
                    subtitle: "Confirmation :",
                    paragraph: "予約確認書は、FLE から全員にできるだけ早く送信されます。",
                },
                {
                    subtitle: "変更・キャンセル：",
                    paragraph:
                        "学生の主導によるコースの変更またはキャンセルは、コース開始の24時間前まで受け付けられます。この期間を過ぎるとコースの期限が切れ、クレジットは使用されたとみなされます。不当欠席の場合もコースは無効となります。",
                },
            ],
        },
        4: {
            title: "4 -払い戻し",
            content: [
                {
                    paragraph:
                        "未使用のクレジットの一部の払い戻しは、診断書または雇用主からの証明書の提示があった場合にのみ認められます。払い戻しは購入単価に基づいて計算されます。",
                },
                {
                    paragraph: "返金総額より事務手数料20％を差し引かせていただきます。",
                },
            ],
        },
        5: {
            title: "5 -不可抗力/例外的な状況",
            content: [
                {
                    paragraph:
                        "不可抗力（自然災害、治安混乱、パンデミックなど）の場合、FLE pour tous はコースをキャンセルまたは延期する権利を留保します。",
                },
                {
                    paragraph:
                        "中止となったクラスは可能な限り振替開催させていただきます。これらのキャッチアップ セッションは、利用可能なスロットの制限内で、当初の計画とは異なる時間に開催される場合があります。",
                },
                {
                    paragraph: "翌月に延期が不可能な場合は、払い戻しが行われる場合があります。",
                },
            ],
        },
        6: {
            title: "6 -グループレッスン",
            content: [
                {
                    paragraph:
                        "グループ レッスン (2 名以上) をリクエストする場合は、次の内容を明記した電子メールを FLE pour tous に送信する必要があります。",
                },
                {
                    list: ["参加者数", "みんなのレベル", "希望の期間", "コースの目的"],
                },
                {
                    paragraph: "個別の見積もりを作成することができます。",
                },
            ],
        },
        7: {
            title: "7 -資産",
            content: [
                {
                    paragraph: "クレジット (未使用のクレジットまたは商用ジェスチャー) は、発行から 6 か月間有効です。",
                },
                {
                    paragraph: "アセットは学生のユーザー アカウントに入金されます。",
                },
                {
                    paragraph: "譲渡や延長はできません。この期間を過ぎると返金はできなくなります。",
                },
            ],
        },
        8: {
            title: "8 -払い戻し条件",
            content: [
                {
                    paragraph: "払い戻しは、完全なリクエストの受領から最大 30 日以内に銀行振込で行われます。",
                },
            ],
        },
        9: {
            title: "9 -苦情",
            content: [
                {
                    paragraph: "リクエストや苦情は、電子メールで次のアドレスに送信できます。",
                },
                {
                    paragraph: "📧 flepourtous.online@gmail.com",
                },
                {
                    paragraph: "FLE pour tous は最長 30 日以内に対応することを約束します。",
                },
            ],
        },
        10: {
            title: "10 -法的通知",
            content: [
                {
                    paragraph: "FLE for all に関する法的情報は、Web サイトで入手できます。",
                },
            ],
        },
    },
} as const;
