export default {
    homePage: {
        title: "FlePourTous の Ludivine でフランス語のレベルを向上させましょう",
        subtitle:
            "目標を達成するための効果的なメソッドとパーソナライズされたコースを備えたオンラインフランス語コースパートナーである FLE Pour Tous で知識を深めましょう。",
        WhyChooseFleSection: {
            title: "誰にとっても FLE を選ぶ理由は何ですか?",
            features: [
                {
                    flexibleSchedule: {
                        title: "柔軟なスケジュール",
                        subtitle: "どこにいても自分のペースで学習できます。",
                        description:
                            "あなたのタイムゾーン、空き状況、学習ペースに応じて、柔軟なスケジュールを提供します。朝、夕方、土曜日のクラス：選択はあなた次第です！不測の事態が発生した場合は、事前にご連絡いただければ、コースを延期することができます。",
                    },
                },
                {
                    transparentPricing: {
                        title: "透明性のある価格",
                        subtitle: "隠れた手数料はなく、シンプルでアクセスしやすい価格です。",
                        description:
                            "料金は最初からわかります。単一コースを受講する場合でも、パッケージを受講する場合でも、すべてが明確に表示されます。品質と価格の比率は、誰もが大金を掛けずに自分のペースで進められるように設計されています。",
                    },
                },
                {
                    personalizedApproach: {
                        title: "パーソナライズされた人間的なアプローチ",
                        subtitle: "あなたのニーズ、希望、レベルに合わせたコース。",
                        description:
                            "各レッスンは、あなたのレベル、目的（旅行、仕事、試験など）、興味に応じて設計されています。私はあなたのニーズに耳を傾け、学習が活発で効果的でやる気を起こさせるように内容を調整します。",
                    },
                },
            ],
        },
        PricesSection: {
            title: "さまざまなプレゼンテーション ",
            span: "数式",
            description: "目的やご希望の期間に応じて、最適なコースをお選びください。",
        },
        numbersSection: {
            stats: {
                title: "統計がすべてを物語っている",
                courses: "コース",
                experience: "経験から",
                happyStudents: "幸せな生徒たち",
                pedagogical: "教育的",
                years: "年",
            },
        },
        testimonial: {
            title: "生徒たちが私について言ったこと",
            vladislava: {
                name: "ウラジスラヴァ",
                nationality: "ロシア",
                comment:
                    "Ludivine さんはとても親切で、とても話しやすいです。彼女のプロフェッショナリズムは称賛に値し、生徒たちに対して常に優しさを示し、新しい言語を学ぶという課題に直面したときも非常に忍耐強く取り組んでいます。彼女は各生徒の個性に合わせて指導方法を調整し、各生徒が自分のペースで上達できるようにしています。さらに、学生が間違いを犯したり質問したりすることを安心できるような思いやりのある雰囲気を作り出します。また、スキルの向上に役立つ建設的なフィードバックも提供します。さらに、彼女は非常に美しいアクセントを持っているので、学習がさらに楽しくなります。フレンドリーで励みになる環境でフランス語を学びたい人には彼女のクラスを強くお勧めします。",
            },
            august: {
                name: "8月",
                nationality: "アメリカ系フランス人",
                comment:
                    "フランス人の家庭で育ち、言語を本格的に学ばずに育った内向的な私は、フランス語を話すことを常に非常に恐れていました。間違いを犯したり、滑稽に思われるのではないかと心配しすぎていました。 Ludivineでクラスを始めてから、少しずつ変わってきていると感じています。彼女は信じられないほど忍耐強く、気配りがあり、私が決して批判されていると感じない空間を作り出してくれます。わずか数か月で、私はこれまでの人生で一番フランス語を話せるようになり、彼のレッスンのおかげでようやく自信を持ち始めています。温かくお勧めすることしかできません。",
            },
            graham: {
                name: "グラハム",
                nationality: "英語",
                comment:
                    "登録したとき、実際にフランス語を話さなければならないのが怖かったと言わざるを得ません。ルディヴィーヌは素晴らしいです、彼女は人々をすぐに安心させる方法を知っています。私は全くの初心者としてフランス語を学んでいますが、彼女は世界で一番忍耐強い人です。彼女は私のひどい訛りと文法が悪いのに我慢して、いつも優しく正してくれました。彼女にはフランス語を自然に流せる才能があります。彼女はゆっくりとはっきりと話します。彼女は本当に素晴らしいです。ありがとう、Ludivine あなたはとても親切で、素晴らしい先生です。",
            },
        },
        faqSection: {
            title: "あなたのロードマップ",
            description: "よくある質問",
            questions: [
                {
                    question: "あなたは誰ですか ？",
                    answer: "私の名前はリュディヴィーヌ、フランス人です。 FLEで修士号を取得し、数年間日本に住んでフランス語を教えていました。私は教育学の修士号と日本語の修士号を取得しています。私はフランスでさまざまな聴衆に主にフランス語で教えてきましたが、英語でも教え、初心者には日本語も教えてきました。",
                },
                {
                    question: "あなたのコースは誰を対象としていますか?",
                    answer: "このコースは 10 歳以上のフランス語学習者を対象としています。フランス在住でも海外でも、初心者でも上級者でも大歓迎です！",
                },
                {
                    question: "コースのトピックは選択できますか?",
                    answer: "コースは「アラカルト」、つまりお客様のニーズに完全に対応します。方法だけでなく、取り上げるテーマも一緒に決めていきます。",
                },
                {
                    question: "推奨されるクラス頻度はどれくらいですか?",
                    answer: "それはあなたの目標によって異なります。フランス語を練習するには、週に 1 回のセッションが完全に合理的です。ただし、試験の準備をしている場合、または集中的にコースを受講したい場合は、言語にできるだけ集中するために、週に 2 ～ 3 回のセッションを受講することをお勧めします。",
                },
                {
                    question: "コースを受講するには何が必要ですか?",
                    answer: "良好な接続が必要です。コンピューター、タブレット、または携帯電話でコースをフォローできます (コースを見やすくするためにコンピューターを推奨します)。ソフトウェアやアプリケーションをダウンロードする必要はなく、ビデオツールに直接接続できます。",
                },
                {
                    question: "到着が遅れた場合はどうなりますか?",
                    answer: "遅刻すると時間をロスし、今度は取り返しがつかなくなり、授業時間は予定時間で終了となります。詳しくは販売条件をご覧ください。",
                },
                {
                    question: "コースをキャンセルまたは延期することはできますか?",
                    answer: "コースの24時間前まではコースを延期またはキャンセルできます。コース開始の 24 時間前までにキャンセルまたは延期を希望する場合、コースは期限切れとみなされ、返金されません。詳しくは販売条件をご覧ください。",
                },
            ],
        },
        CtaSection: {
            title: "瞬間を捉えましょう",
            subtitle: "参加しませんか！",
            description:
                "毎日が進歩の機会です。 FLEpourtous で今すぐ自分の将来に投資してください。フランス語の優秀さは待ってくれません。それは今、コースごとに構築されます。",
        },
    },
} as const;
