export default {
    ressources: {
        title: "使用されるリソース",
        introduction:
            "各学習者のニーズに合わせたダイナミックで多様なコースを提供するために、私は幅広い教育リソースを活用しています。",
        subTtitle1: "パーソナライズされたドキュメント",
        content1:
            "各生徒のレベル、興味、目的に適応するために、私は多くの教材（語彙シート、文法アクティビティ、ゲーム、シナリオなど）を自分でデザインします。これらの文書は、対話、自主性、学習の喜びを促進するように設計されています。",
        subTtitle2: "オンラインリソース",
        content2:
            "記事、ビデオ、ポッドキャスト、日常生活からの画像や文書（メニュー、広告、時刻表、フォームなど）からの抜粋により、実際の生きたフランス語に浸れるコースが充実します。",
        subTtitle3: "マニュアルと参考文献",
        content3:
            "私は、内容の質と教育的効果が認められている参考書を信頼しています。これらのリソースは、レベルを問わず、質の高い、充実した刺激的なコースを保証するために慎重に選択されています。",
        bookSection: {
            title: "学習者のレベルや目的に応じて、私が定期的に使用している書籍をいくつか紹介します。",
            books: [
                {
                    title: "社説",
                    description:
                        "(Edition Didier): 現在の方法で、フランス語圏の文化を探索しながら一般的なスキルを開発するのに理想的です。",
                },
                {
                    title: "「プログレッシブ」シリーズ",
                    description:
                        " (CLE インターナショナル): 文法、語彙、活用、書き/口頭理解などに取り組むレベル別の進歩的な作品。",
                },
                {
                    title: "100% DELF",
                    description:
                        "(Edition Didier): 公式試験と同様の戦略とシナリオを使用して、各 DELF 試験に向けて集中的にトレーニングします。",
                },
                {
                    title: "レ ABC DELF",
                    description:
                        "(ネイサン編): 明確な説明、方法論的なアドバイス、修正された演習により、DELF 試験の準備を効果的に行うことができます。",
                },
            ],
        },
    },
} as const;
